Repository: mohamedkhedrforblackpyramid/Hr
Catalog: lib/l10n/app_*.arb
Languages: ar

source: Start Now
ar: ابدأ الآن

# alexforProg
source: Alexandria for Programming
ar: ابدأ الآن

# nowYouCan
source: HR & Project Management APP
ar: الآن تستطيع معرفة الحضور والإنصراف

# companyInfo
source: Our Company was established on 2006 in Alexandria,Egypt.We started in 2006 with development of Desktop and Web Applications, then in 2007 we added the Networking department.In 2012, we introduced the Mobile Application Service
ar: تأسست شركتنا في عام 2006 في الإسكندرية، مصر. بدأنا في عام 2006 بتطوير تطبيقات سطح المكتب والويب، ثم في عام 2007 أضفنا قسم الشبكات. وفي عام 2012، قدمنا ​​خدمة تطبيقات الهاتف المحمول

source: Sign In
ar: تسجيل دخول

source: User Name
ar: اسم المستخدم

source: Password
ar: الرقم السري

source: OR
ar: أو

source: Sign Up
ar: سجل الآن

source: vacation
ar: طلب أجازة

# excuse
source: Permissions
ar: طلب إذن

source: Requests
ar: الطلبات

source: Attendance
ar: الحضور والإنصراف

source: Open Location
ar: تفعيل خدمة الموقع

source: Date From
ar: التاريخ من

source: Date To
ar: التاريخ إلى

source: Vacation Type
ar: نوع الأجازة

# notes
source: Notes (Optional)
ar: ملاحظات (اختياري)

source: ORDINARY
ar: اعتيادي

source: CASUAL
ar: عارضة

source: SICK
ar: مرضي

source: Send
ar: ارسال

source: Vacation Request
ar: طلب اجازة

source: Excuse Request
ar: طلب إذن

# first
source: First Day
ar: اول اليوم

# mid
source: Mid Day
ar: منتصف اليوم

# end
source: End Of Day
ar: نهاية اليوم

source: Date
ar: التاريخ

source: Time From
ar: الوقت من

source: Time To
ar: الوقت الى

source: Date is Empty !
ar: التاريخ فارغ !

source: Date To is Empty !
ar: التاريخ الى فارغ !

# dateFromisEmpty
source: Date From To is Empty !
ar: التاريخ من فارغ !

# timeFromisEmpty
source: Time From To is Empty !
ar: الوقت من فارغ !

# timeToisEmpty
source: Time To From To is Empty !
ar: الوقت الى فارغ !

# vacationTypeis
source: Vacation type is Empty !
ar: نوع الأجازة فارغ !

# attendAlert
source: You Attend Successfully
ar: تم حضورك بنجاح

# leaveAlert
source: You Leaved Successfully
ar: تم مغادرتك بنجاح

# permissions
source: Excuses
ar: الأذونات

source: Vacances
ar: الأجازات

source: Accept
ar: قبول

source: Refuse
ar: رفض

# are_denyPermission
source: Are you sure refuse the permission?
ar: هل أنت متأكد من رفض الإذن؟

# accept_permission
source: Are you sure accept the permission?
ar: هل أنت متأكد من موافقتك على الإذن؟

# are_denyExcuse
source: Are you sure you refuse the vacation?
ar: هل أنت متأكد من رفض الأجازة؟

# accept_excuse
source: Are you sure accept the vacation?
ar: هل أنت متأكد من موافقتك على الأجازة؟

source: Yes
ar: نعم

source: No
ar: لا

# tryAgain
source: Try again later
ar: حاول مرة اخرى

# notesView
source: Notes
ar: ملاحظات

source: Tasks
ar: المهام

source: Profile
ar: الملف الشخصي

# myProject
source: Projects
ar: مشاريعي

source: Project Name
ar: اسم المشروع

source: Project Description
ar: وصف المشروع

source: Add
ar: إضافة

source: Add Project
ar: إضافة مشروع

source: project name is empty
ar: اسم المشروع فارغ

source: project Desc is empty
ar: وصف المشروع فارغ

# project_error
source: Sorry! try again later
ar: حاول مرة اخرى

source: Add Phase
ar: اضافة مرحلة

source: Phase Name
ar: اسم المرحلة

# phase_desc
source: Phase Description
ar: وصف المرحلة

source: Due Date
ar: وقت التسليم

source: phase name is empty
ar: اسم المرحلة فارغ

# phaseDesc_isEmpty
source: phase description is empty
ar: وصف المرحلة فارغ

source: due date is empty
ar: وقت التسليم فارغ

source: Added Successfully
ar: تمت الإضافة بنجاح

source: Add Task
ar: اضافة مهمة

# showTasks
source: Show My Tasks
ar: مهامي

source: Task Name
ar: اسم المهمة

# taskDesc
source: Task Description
ar: وصف المهمة

# addTaskTo
source: Add this task to
ar: اضافة المهمة الى

source: Choose Phase
ar: اختر المرحلة

# noPhase
source: No Phase is Found
ar: لا يوجد مرحلة

source: task name is empty
ar: اسم المهمة فارغ

# taskDesc_isEmpty
source: task description is empty
ar: وصف المهمة فارغ

# chooseEmployeesEmpty
source: You Must Choose employee
ar: يجب اختيار موظف واحد على الأقل

# mustChoosePhase
source: You Must CaddedSuccessfullyhoose Phase
ar: اختر مرحلة

source: Date From is empty
ar: التاريخ من فارغ

# noTask
source: No Tasks Found
ar: لا يوجد مهام

# finishTask
source: Did you finish this task ?
ar: هل انهيت هذه المهمة؟

source: Start Task :
ar: بداية المهمة:

# endDay
source: End Task :
ar: نهاية المهمة:

source: Phases
ar: المراحل

# mail
source: E-mail
ar: ايميل

source: National ID
ar: الرقم القومي

source: Confirm Password
ar: تأكيد الرقم السري

source: CLIENT
ar: موظف

source: ADMIN
ar: مدير

source: user name is empty
ar: اسم المستخدم فارغ

source: e-mail is empty
ar: الايميل فارغ

source: national id is empty
ar: الرقم القومي فارغ

source: password is empty
ar: الرقم السري فارغ

source: confirm password is empty
ar: تأكيد الرقم السري فارغ

# nameAlreadyTaken
source: The name has already been taken
ar: اسم المستخدم موجود بالفعل

# mailnotValid
source: The email field must be a valid email address
ar: هذا الأيميل غير صالح

# mailAlreadyTaken
source: The e-mail has already been taken
ar: هذا الأيميل موجود بالفعل

# signUpSuccess
source: Sign Up Successfully
ar: تم التسجيل بنجاح

source: Employee
ar: موظف

source: Bussiness Owner
ar: صاحب عمل

source: Bussiness Code
ar: كود الشركة

# passwordnotMatch
source: The password does not match
ar: الرقم السري غير متطابق

# sendCodeSuccess
source: The application has been submitted successfully. Please wait for acceptance
ar: تم تقديم الطلب بنجاح من فضلك انتظر القبول

source: organization name
ar: اسم الشركة

source: organization name (arabic)
ar: اسم الشركة (english)

# organizationDesc
source: organization description (Optional)
ar: وصف الشركة (اختياري)

# organizationDescArabic
source: organization description in arabic (Optional)
ar: وصف الشركة بالأنجليزية (اختياري)

source: commercial registry number
ar: رقم السجل التجاري

source: tax card number
ar: رقم البطاقة الضريبية

source: Owner Name
ar: اسم صاحب العمل

source: responsible manager name
ar: اسم المدير المسؤول

source: organization mail
ar: ايميل الشركة

source: organization phone
ar: رقم الشركة

source: organization website
ar: موقع الشركة

# needSomePaper
source: Now We need some papers for you to join our team
ar: نحتاج الآن إلى بعض الأوراق لتتمكن من الانضمام إلى فريقنا

# scanFirstId
source: Provide front National Id
ar: ارفاق الوجه الأول للبطاقة الشخصية

# scanSecondId
source: Provide back National Id
ar: ارفاق الوجه الثاني للبطاقة الشخصية

# scancommercial
source: Provide commercial register
ar: ارفاق السجل التجاري

# scanCard
source: Provide Card tax
ar: ارفاق البطاقة الضريبية

# scannedSuccef
source: Attached successfully
ar: تم الإرفاق بنجاح
